Repository: german-national-wallet/de-eudi-wallet-ios
Catalog: Modules/logic-resources/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de

# eaa_issuance.eaa_info.label_place_of_birth
source: Place of birth
de: Geburtsort

# eaa_issuance.eaa_info.label_resident_city
source: Resident city
de: Stadt

# eaa_issuance.eaa_info.label_resident_country
source: Resident country
de: Land

# eaa_issuance.eaa_info.label_resident_postal
source: Resident postal code
de: PLZ

# eaa_issuance.eaa_info.label_resident_street
source: Resident street
de: Straße

# eaa_issuance.eaa_info.label_title
source: Doctoral degree
de: Doktorgrad

# eaa_issuance.eaa_info.list_label
source: Issuer
de: Herausgeber

# eaa_issuance.eaa_info.list_value_dyn
source: University XY
de: Universität XY

# eaa_issuance.eaa_info.prim_button_code
source: Next
de: Weiter

# eaa_issuance.eaa_info.prim_button_no_code
source: Add
de: Hinzufügen

# eaa_issuance.eaa_info.sec_button
source: Reject
de: Ablehnen

# eaa_issuance.eaa_info.title
source: This credential will be added
de: Dieser Nachweis wird hinzugefügt:

# eaa_issuance.external_input_intro.paragraph
source: Please fill in your details at the relying party website so we can confirm your identity and issue your credential.
de: Bitte gib deine Daten auf der Website des Dienstes ein, damit wir deine Identität bestätigen und deinen Nachweis ausstellen können.

# eaa_issuance.external_input_intro.prim_button
source: Enter information
de: Informationen eingeben

# eaa_issuance.external_input_intro.sec_button
source: Reject
de: Ablehnen

# eaa_issuance.external_input_intro.title
source: Additional information required to add credential
de: Zusätzlicher Angaben nötig, um den Nachweis hinzufügen

# eaa_issuance.issuer_not_trustworthy.paragraph
source: This credential can't be added. The issuer doesn't meet our security requirements.dential. The issuer doesn't meet the security requirements.
de: Du kannst den Nachweis nicht hinzufügen. Der Herausgeber erfüllt die Sicherheits-Kriterien nicht.

# eaa_issuance.issuer_not_trustworthy.title
source: Issuer is not trusted
de: Herausgeber ist nicht verauenswürdig

# eaa_issuance.launch.title
source: Starting EUDI Wallet DE…
de: EUDI Wallet DE wird gestartet ...

# eaa_issuance.loading.title
source: Adding credential ...
de: Nachweis wird vorbereitet...

# eaa_issuance.no_valid_credential.paragraph
source: To continue, you need a required credential in your wallet.
de: Um fortzufahren, benötigst du einen erforderlichen Nachweis in deiner Wallet.

# eaa_issuance.no_valid_credential.title
source: A required credential is missing
de: Ein erforderlicher Nachweis fehlt

# eaa_issuance.no_valid_pid.paragraph
source: To continue, add a valid digital ID to your wallet.
de: Um fortzufahren, füge einen gültigen Digitalen Ausweis zu deiner Wallet hinzu.

# eaa_issuance.no_valid_pid.prim_button
source: Add digital ID
de: Digitalen Ausweis hinzufügen

# eaa_issuance.no_valid_pid.sec_button
source: I'll do this later
de: Später

# eaa_issuance.no_valid_pid.title
source: You need a valid digital ID
de: Du benötigst einen gültigen Digitalen Ausweis

# eaa_issuance.pid_confirmation_intro.paragraph
source: Important: To store this attestation in your wallet, you need to enter your identity information with the issuer’s service.
de: Um diesen Nachweis hinzuzufügen, musst du dich gegenüber dem Herausgeber des Nachweises mit deinem digitalen Ausweis ausweisen.

# eaa_issuance.pid_confirmation_intro.prim_button
source: Enter information
de: Mit Digitalem Ausweis ausweisen

# eaa_issuance.pid_confirmation_intro.title
source: Additional information required
de: Identität bestätigen

# eaa_issuance.success.title
source: Credential added
de: Nachweis erfolgreich hinzugefügt

# eaa_issuance.transaction_code_blocked.paragraph
source: Your transaction code is no longer valid. Contact the issuer of the credential to get a new transaction code, then try again.
de: Dein Transaktionscode ist jetzt ungültig. Wende dich an den Herausgeber des Nachweis, um einen neuen Transaktionscode zu erhalten und probiere es dann erneut.

# eaa_issuance.transaction_code_blocked.title
source: You entered the transaction code incorrectly too many times.
de: Transaktioncode zu oft falsch eingeben

# eaa_issuance.transaction_code_entry_sheet.title
source: Where do I find the transaction code?
de: Wo finde ich den Transaktionscode?

# eaa_issuance.transaction_code_entry.1_input_alphanumeric_a11y
source: Enter the first number or letter now.
de: Gib jetzt die erste Zahl oder Buchstabe ein.

# eaa_issuance.transaction_code_entry.2_input_alphanumeric_a11y
source: Enter the third number or letter now.
de: Gib jetzt die zweite Zahl oder Buchstabe ein.

# eaa_issuance.transaction_code_entry.3_input_alphanumeric_a11y
source: Enter the second number or letter now.
de: Gib jetzt die dritte Zahl oder Buchstabe ein.

# eaa_issuance.transaction_code_entry.4_input_alphanumeric_a11y
source: Enter the fourth number or letter now.
de: Gib jetzt die vierte Zahl oder Buchstabe ein.

# eaa_issuance.transaction_code_entry.5_input_alphanumeric_a11y
source: Enter the fifth number or letter now.
de: Gib jetzt die fünfte Zahl oder Buchstabe ein.

# eaa_issuance.transaction_code_entry.6_input_alphanumeric_a11y
source: Enter the sixth number or letter now.
de: Gib jetzt die sechste Zahl oder Buchstabe ein.

# eaa_issuance.transaction_code_entry.7_input_alphanumeric_a11y
source: Enter the seventh number or letter now.
de: Gib jetzt die siebte Zahl oder Buchstabe ein.

# eaa_issuance.transaction_code_entry.8_input_alphanumeric_a11y
source: Enter the eighth number or letter now.
de: Gib jetzt die siebte Zahl oder Buchstabe ein.

# eaa_issuance.transaction_code_entry.error_1
source: Your code entry was was incorrect. Try again.
de: Deine Code-Eingabe war falsch. Versuch es nochmal.

# eaa_issuance.transaction_code_entry.error_2
source: Your code was incorrect. One more failed attempt will invalidate the code.
de: Deine Code Eingabe war falsch. Bei der nächsten Falscheingabe wird der Code ungültig.

# eaa_issuance.transaction_code_entry.sec_button
source: Try again
de: Nochmal probieren

# eaa_issuance.transaction_code_entry.title
source: Enter the 6-digit transaction code
de: 6-stelligen Transaktionscode eingeben

# eaa_issuance.transaction_code_intro.paragraph
source: Please enter the transaction code - sometimes also one-time code - that was sent to your email address.
de: Bitte gib den Transaktionscode - auch Einmalcode genannt - ein, der dir per E-Mail gesendet wurde.

# eaa_issuance.transaction_code_intro.prim_button
source: Enter transaction code
de: Transaktionscode eingeben

# eaa_issuance.transaction_code_intro.sec_button
source: Reject
de: Ablehnen

# eaa_issuance.transaction_code_intro.title
source: Additional information required
de: Zugehörigen Transaktionscode eingeben

# eaa_issuance.transaction_code_last_try.paragraph
source: Enter the 6-digit transaction code
de: Sie haben noch einen letzten Versuch, den richtigen Code einzugeben, bevor wir den Vorgang aus Sicherheitsgründen sperren.

# eaa_issuance.transaction_code_last_try.title
source: Enter the 6-digit transaction code
de: Falscher Transaktionscode

# eaa_issuance.transaction_pin_error.title
source: Transactioncode incorrect
de: Transactioncode falsch

# eaa_issuance.wallet_and_issuer_not_match.paragraph
source: We found a problem with the link. Please, go back to the service provider website and try again.
de: Leider ist etwas schiefgelaufen und der Nachweis konnte nicht hinzugefügt werden. Wende dich an den Herausgeber.

# eaa_issuance.wallet_and_issuer_not_match.title
source: Dieser Link ist ungültig
de: Zur Übersicht

# eaa_issuance.wb_account_unkown.paragraph
source: Please try again later.
de: Versuche es bitte später noch einmal.

# eaa_issuance.wb_account_unkown.prim_button
source: Got it
de: Ok

# eaa_issuance.wb_account_unkown.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# eaa_issuance.wb_auth_verifcation_failed.paragraph
source: Please try again later.
de: Versuche es bitte später noch einmal.

# eaa_issuance.wb_auth_verifcation_failed.prim_button
source: Got it
de: Ok

# eaa_issuance.wb_auth_verifcation_failed.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# eaa_presentation.credential_not_found.paragraph
source: The credential has not yet been added to your wallet. Please visit the website of the service you are looking for and check for their guidelines.
de: Dieser Nachweis wurde noch nicht zu deiner Wallet hinzugefügt.

# eaa_presentation.credential_not_found.prim_button
source: Search credential in catalog
de: Nachweis im Katalog suchen

# eaa_presentation.credential_not_found.title
source: You don't have this Credential in your wallet
de: Dieser Nachweis fehlt in deinem Wallet

# eaa_presentation.data_consent.credential_name
source: Digital ID
de: Digitaler Ausweis

# eaa_presentation.data_consent.credential_subline
source: Federal Republic of Germany
de: Bundesrepublik Deutschland

# eaa_presentation.data_consent.headline_credential
source: 2 of 8 values
de: 2 von 8 Werte

# eaa_presentation.data_consent.label_adress
source: Address
de: Anschrift

# eaa_presentation.data_consent.label_age_birth_year
source: Birth year
de: Geburtsjahr

# eaa_presentation.data_consent.label_age_equal_or_over
source: Age equal or over
de: Alter gleich oder über

# eaa_presentation.data_consent.label_age_equal_or_over_no
source: No
de: Nein

# eaa_presentation.data_consent.label_age_equal_or_over_yes
source: Yes
de: Ja

# eaa_presentation.data_consent.label_age_in_years
source: Age in years
de: Alter in Jahren

# eaa_presentation.data_consent.label_age_over_12
source: Age over 12
de: Alter über 12

# eaa_presentation.data_consent.label_age_over_14
source: Age over 14
de: Alter über 14

# eaa_presentation.data_consent.label_age_over_16
source: Age over 16
de: Alter über 16

# eaa_presentation.data_consent.label_age_over_18
source: Age over 18
de: Alter über 18

# eaa_presentation.data_consent.label_age_over_21
source: Age over 21
de: Alter über 21

# eaa_presentation.data_consent.label_age_over_65
source: Age over 65
de: Alter über 65

# eaa_presentation.data_consent.label_artist_name
source: Artistic name
de: Künstlername

# eaa_presentation.data_consent.label_birth_date
source: Date of birth
de: Geburtsdatum

# eaa_presentation.data_consent.label_birth_name
source: Birth name
de: Geburtsname

# eaa_presentation.data_consent.label_created_at
source: Created at
de: Erstellt am

# eaa_presentation.data_consent.label_expire_date
source: Valid until
de: Gültig bis

# eaa_presentation.data_consent.label_first_names
source: Given name(s)
de: Vorname(n)

# eaa_presentation.data_consent.label_issuing_authority
source: Authority
de: Behörde

# eaa_presentation.data_consent.label_issuing_country
source: Issuing country
de: Ausstellender Staat

# eaa_presentation.data_consent.label_name
source: Family name
de: Familienname

# eaa_presentation.data_consent.label_nationality
source: Nationality
de: Staatsangehörigkeit

# eaa_presentation.data_consent.label_place_of_birth
source: Place of birth
de: Geburtsort

# eaa_presentation.data_consent.label_title
source: Title
de: Titel

# eaa_presentation.data_consent.prim_button
source: Transfer data
de: Daten übertragen

# eaa_presentation.data_consent.sec_button
source: Reject
de: Ablehnen

# eaa_presentation.data_consent.title
source: The following data are transfered:
de: Diese Daten werden übertragen:

# eaa_presentation.data_consent.toggle_unvisible_button
source: Hide details
de: Details ausblenden

# eaa_presentation.data_consent.toggle_visible_button
source: Show details
de: Details anzeigen

# eaa_presentation.dialog_cancel.paragraph
source: All entered information will be lost and you’ll return to the wallet overview.
de: Dabei gehen alle deinen vorgenommen Eingaben verloren und du kommst zur Übersicht der Wallet.

# eaa_presentation.dialog_cancel.prim_button
source: Yes, cancel
de: Ja, abbrechen

# eaa_presentation.dialog_cancel.sec_button
source: Back
de: Zurück

# eaa_presentation.dialog_cancel.title
source: Really cancel?
de: Wirklich abbrechen?

# eaa_presentation.dialog_rp_overasking.paragraph_overasking
source: This service is asking for more data than agreed. Please contact or report the service.
de: Dieser Dienst fordert mehr Daten an als vereinbart. Bitte kontaktiere oder melde den Dienst.

# eaa_presentation.dialog_rp_overasking.prim_button
source: Report problem
de: Problem melden

# eaa_presentation.dialog_rp_overasking.sec_button
source: Back to service
de: Zurück zum Dienst

# eaa_presentation.dialog_rp_overasking.title
source: Request was rejected
de: Anfrage wurde abgelehnt

# eaa_presentation.dialog_rp_rejection.paragraph
source: In this case, your data won’t be shared with the service and you’ll be redirected back to it. You can then use another method to verify your identity and continue using the service.
de: Deine Daten werden in diesem Fall nicht an den Dienst gesendet und du wirst zum Dienst zurückgeleitet. Du kannst dich dort mit einer anderen Methode identifizieren, um den Dienst zu nutzen.

# eaa_presentation.dialog_rp_rejection.prim_button
source: Yes, reject
de: Ja, ablehnen

# eaa_presentation.dialog_rp_rejection.sec_button
source: Report suspicion
de: Verdacht melden

# eaa_presentation.dialog_rp_rejection.sec_button_2
source: Close
de: Schließen

# eaa_presentation.dialog_rp_rejection.title
source: Reject data request?
de: Datenanfrage ablehnen?

# eaa_presentation.dialog_rp_unkown.paragraph_cert_failed
source: This service is unknown and has been blocked. You can close this window or report the service.
de: Dieser Dienst ist unbekannt. Du kannst das Fenster schließen oder den Dienst melden.

# eaa_presentation.dialog_rp_unkown.prim_button
source: Report problem
de: Problem melden

# eaa_presentation.dialog_rp_unkown.sec_button
source: Back to service
de: Zurück zum Dienst

# eaa_presentation.dialog_rp_unkown.title
source: Request from DeineBank.de was rejected
de: Anfrage von DeineBank.de wurde abgelehnt

# eaa_presentation.dialog_server_error.error_server_paragraph
source: Please try again in a few minutes.
de: Bitte probiere es in ein paar Minuten noch einmal.

# eaa_presentation.dialog_server_error.prim_button
source: Try again
de: Nochmal probieren

# eaa_presentation.dialog_server_error.sec_button
source: Close notification
de: Mitteilung schließen

# eaa_presentation.dialog_server_error.server_error_title
source: Server is currently unavailable
de: Server nicht erreichbar

# eaa_presentation.loading_credential.title
source: Preparing credential…
de: Nachweis wird vorbereitet...

# eaa_presentation.loading.title
source: Transferring data
de: Daten werden übertragen

# eaa_presentation.malformed_presentation.paragraph
source: Please restart the presentation process at the point where you started it.
de: Bitte starte den Präsentationsprozess erneut an der Stelle, an der du ihn begonnen hast.

# eaa_presentation.malformed_presentation.prim_button
source: To home screen
de: Zum Startbildschirm

# eaa_presentation.malformed_presentation.title
source: Oops, something went wrong
de: Etwas ist schief gelaufen

# eaa_presentation.no_valid_eaa.paragraph
source: The credential has not yet been added to your wallet. Please visit the website of the service you are looking for and check for their guidelines.
de: Dieser Nachweis fehlt in deinem Wallet

# eaa_presentation.no_valid_eaa.prim_button
source: To Overview
de: Zur Übersicht

# eaa_presentation.retry_counter.blocked_paragraph
source: Important: Your wallet is locked. You can set a new Wallet PIN by deleting your digital ID and adding it again.
de: Wichtig: Deine Wallet ist gesperrt. Du kannst eine neue Wallet-PIN festlegen, indem du deinen Digitalen Ausweis löschst und danach wieder hinzufügst.

# eaa_presentation.retry_counter.counter_overlay_paragraph
source: First, check if your Wallet PIN is saved in a password manager. If you don’t remember it, you can delete your Digital ID and add it again. You’ll then set a new Wallet PIN. Your activity data stays saved until you add the new Digital ID.
de: Bitte prüfe zuerst, ob deine Wallet-PIN in einem Passwort-Manager gespeichert ist. Falls du sie nicht mehr weißt, kannst du deinen Digitalen Ausweis löschen und neu hinzufügen. Dabei legst du eine neue Wallet-PIN fest. Deine Aktivitätsdaten bleiben erhalten, bis du den neuen Digitalen Ausweis hinzugefügt hast.

# eaa_presentation.retry_counter.counter_overlay_sec_button
source: Delete Digital ID now
de: Jetzt Digitalen Ausweis löschen

# eaa_presentation.retry_counter.counter_overlay_title
source: Forgot Wallet PIN
de: Wallet-PIN vergessen

# eaa_presentation.retry_counter.counter_paragraph
source: Try again in
de: Versuche es erneut in

# eaa_presentation.retry_counter.counter_sec_button
source: Forgot Wallet PIN
de: Wallet-PIN vergessen

# eaa_presentation.retry_counter.counter_title
source: Entered Wallet PIN incorrectly multiple times
de: Wallet-PIN mehrmals falsch eingeben

# eaa_presentation.retry_counter.locked_prim_button
source: To Wallet
de: Zur Wallet

# eaa_presentation.retry_counter.locked_sec_button
source: To overview
de: Zur Übersicht

# eaa_presentation.retry_counter.locked_title
source: You entered the Wallet PIN incorrectly too many times
de: Wallet-PIN zu oft falsch eingeben

# eaa_presentation.retry_counter.reset_overlay_button
source: Yes, delete
de: Ja, löschen

# eaa_presentation.retry_counter.reset_overlay_paragraph
source: You can’t use your Digital ID online until you add a new one.
de: Du kannst deinen Digitalen Ausweis nicht mehr online nutzen, bis du einen neuen Ausweis hinzugefügt hast.

# eaa_presentation.retry_counter.reset_overlay_title
source: Delete Digital ID?
de: Digitalen Ausweis wirklich löschen?

# eaa_presentation.retry_counter.reset_success
source: Digital ID deleted
de: Digitaler Ausweis gelöscht

# eaa_presentation.retry_counter.warning_paragraph
source: Important: If you enter your Wallet PIN incorrectly one more time, you’ll lose access to your digital ID and will need to add it again.
de: Wichtig: Wenn du ein weiteres Mal deine Wallet-PIN falsch eingibst, verlierst du den Zugriff auf deinen Digitalen Ausweis und musst ihn neu hinzufügen.

# eaa_presentation.rp_info.label
source: Purpose
de: Zweck

# eaa_presentation.rp_info.paragraph_1
source: Do you want to share your data with this service?
de: Möchtest du Daten mit dem Dienst teilen?

# eaa_presentation.rp_info.paragraph_2
source: In the next step, you’ll see which data will be sent.
de: Im nächsten Schritt siehst du, welche Daten an den Dienst gesendet werden.

# eaa_presentation.rp_info.prim_button
source: Next
de: Weiter

# eaa_presentation.rp_info.sec_button
source: Reject
de: Ablehnen

# eaa_presentation.rp_info.title
source: This service is requesting data:
de: Dieser Dienst fordert Daten an:

# eaa_presentation.rp_service_details.label_address
source: Address
de: Adresse

# eaa_presentation.rp_service_details.label_id
source: Identification number
de: Identifikationsnummer

# eaa_presentation.rp_service_details.label_privacy
source: Privacy policy
de: Datenschutzerklärung

# eaa_presentation.rp_service_details.sec_button
source: Report suspicion
de: Verdacht melden

# eaa_presentation.rp_service_details.title
source: Service
de: Dienst

# eaa_presentation.rwscd_account_unknown.paragraph
source: There might be different reasons for this. The only option is to delete your eID from the credential details and add it again.
de: Es kann verschiedene Gründe dafür geben. Die einzige Möglichkeit ist, deinen Ausweis in den Kartendetails zu löschen und erneut hinzuzufügen.

# eaa_presentation.rwscd_account_unknown.prim_button
source: Got it
de: Ok

# eaa_presentation.rwscd_account_unknown.sec_button
source: To Home screen
de: Zum Startbildschirm

# eaa_presentation.rwscd_account_unknown.title
source: Your account wasn't found
de: Dein Konto wurde nicht gefunden

# eaa_presentation.rwscd_auth_verification_failed.paragraph
source: There might be different reasons for this. The only option is to delete your eID from the credential details and add it again.
de: Es kann verschiedene Gründe dafür geben. Die einzige Möglichkeit ist, deinen Ausweis in den Kartendetails zu löschen und erneut hinzuzufügen.

# eaa_presentation.rwscd_auth_verification_failed.sec_button
source: To Home screen
de: Zum Startbildschirm

# eaa_presentation.rwscd_auth_verification_failed.title
source: Something went wrong with your identification
de: Etwas ist schief gelaufen

# eaa_presentation.sheet_explain_data.paragraph
source: The wallet only ever sends the part of your data that is actually needed for the service. This prevents the wallet from revealing unnecessary amounts of your data.
de: Die Wallet sendet immer nur den Teil deiner Daten, der wirklich für den Service benötigt wird. So verhindert die Wallet das unnötig viele Daten von dir preisgegeben werden.

# eaa_presentation.sheet_explain_data.title
source: Why is not all data required?
de: Warum werden nicht alle Daten benötigt?

# eaa_presentation.sheet_wallet_pin_entry.info_security_pin_button
source: What is the Wallet-PIN?
de: Was ist die Wallet-PIN?

# eaa_presentation.sheet_wallet_pin_entry.paragraph_1
source: You choose this 6-digit PIN when you added your ID to the EUDI Wallet DE app. It’s needed to confirm the transfer of highly protected documents, like your digital ID or driver’s license. For security reasons, the PIN cannot be replaced by fingerprint or face recognition.
de: Deine 6-stellige Wallet-PIN hast du festgelegt, als du deinen Personalausweis in die EUDI Wallet DE App geladen hast. Sie wird abgefragt, wenn die Übertragung besonders geschützter Daten aus Nachweisen, wie des digitalen Ausweises oder Führerscheins, bestätigt werden muss. Aus Sicherheitsgründen kann die PIN nicht durch Fingerabdruck oder Gesichtserkennung ersetzt werden.

# eaa_presentation.sheet_wallet_pin_entry.paragraph_2
source: If you forget your wallet code, you’ll need to add your Digital ID again. During this process, you can create a new wallet code.
de: Falls du dein Wallet-Code vergessen hast, musst du deinen Digitalen Ausweis neu hinzufügen. Dabei kannst du einen Wallet-Code festlegen.

# eaa_presentation.sheet_wallet_pin_entry.prim_button
source: Got it
de: Verstanden

# eaa_presentation.sheet_wallet_pin_entry.sec_button
source: Add Digital ID again
de: Digitalen Ausweis neu hinzufügen

# eaa_presentation.sheet_wallet_pin_entry.title
source: What is the Wallet PIN?
de: Was ist die Wallet-PIN?

# eaa_presentation.success.paragraph
source: Go back to the service where you started the identification to finish the process.
de: Du kannst jetzt zum Dienst zurückkehren oder das Fenster schließen.

# eaa_presentation.success.prim_button
source: Close
de: Schließen

# eaa_presentation.success.title
source: Data sent successfully
de: Daten erfolgreich gesendet

# eaa_presentation.wallet_pin_entry.error_wrong_pin
source: Your PIN entry was incorrect. Try again.
de: Deine PIN Eingabe war falsch. Versuch es nochmal.

# eaa_presentation.wallet_pin_entry.error_wrong_pin_2nd
source: Your code is incorrect. If you enter it incorrectly again, your ID will be locked and you’ll need to add it again.
de: Deine Code Eingabe war falsch. Bei nächster falscher Eingabe wird dein Ausweis gesperrt und du musst dein Ausweis neu hinzufügen.

# eaa_presentation.wallet_pin_entry.prim_button
source: Send data
de: Daten senden

# eaa_presentation.wallet_pin_entry.sec_button
source: What is the wallet PIN?
de: Was ist die Wallet-PIN?

# eaa_presentation.wallet_pin_entry.title
source: Enter Wallet PIN to confirm
de: Wallet-PIN zur Bestätigung eingeben

# eaa.consent_view.subtitle
source: Would you like to add this digital credential?
de: Möchtest du diesen digitalen Nachweis hinzufügen?
